Repository: Salarsoleimani/Listit
Catalog: Listit/Resources/*.lproj/Localizable.strings
Languages: fa, zh_hans

# all_items_navigation_title
source: All
fa: همه
zh_hans: 所有

# select_icon_navigation_title
source: Icon & Color
fa: آیکون و رنگ
zh_hans: 图标和颜色

# add_item_navigation_title
source: Add item
fa: اضافه کردن آیتم
zh_hans: 新增项目

# edit_item_navigation_title
source: Edit item
fa: تغییرات آیتم
zh_hans: 编辑项目

# setting_navigation_title
source: Setting
fa: تنظیمات
zh_hans: 设置

# all_lists_type
source: All
fa: همه
zh_hans: 所有

# favorites_lists_type
source: Importants
fa: مهم
zh_hans: 重要

# today_lists_type
source: Today
fa: امروز
zh_hans: 今天

# reminder_lists_type
source: Reminder
fa: يادآور
zh_hans: 提醒

# countdown_lists_type
source: Countdown
fa: شمارش معکوس
zh_hans: 倒数

# note_lists_type
source: Note
fa: یادداشت
zh_hans: 注意

# habits_lists_type
source: Habit
fa: عادت روزانه
zh_hans: 习惯

# template_motivations_list
source: Motivation quotes
fa: جملات انگیزشی
zh_hans: 励志名言

# template_birthdays_list
source: Birthdays
fa: تولدها
zh_hans: 生日

# template_geroceries_list
source: Groceries
fa: خرید خانه
zh_hans: 杂货

# all_lists_type_quantity
source: items
fa: آیتم
zh_hans: 项目

# favorites_lists_type_quantity
source: importants
fa: مهم
zh_hans: 重要

# today_lists_type_quantity
source: reminders
fa: یادآوری
zh_hans: 提醒

# reminder_lists_type_quantity
source: reminders
fa: یادآوری
zh_hans: 提醒

# countdown_lists_type_quantity
source: countdowns
fa: شمارش معکوس
zh_hans: 倒计时

# note_lists_type_quantity
source: notes
fa: یادداشت
zh_hans: 笔记

# none_lists_type_quantity
source: items
fa: آیتم
zh_hans: 项目

# habit_lists_type_quantity
source: habits
fa: عادت روزانه
zh_hans: 习惯

# cancel_list_action
source: Cancel
fa: بستن
zh_hans: 取消

# delete_list_action
source: Delete
fa: حذف
zh_hans: 删除

# edit_list_action
source: Edit
fa: تغییر
zh_hans: 编辑

# quick_add_new_item_to_list_action
source: Quick add new
fa: اضافه کردن سریع
zh_hans: 快速添加新

# favorite_item_title
source: It is important
fa: این مهمه
zh_hans: 这很重要

# unfavorite_item_title
source: Not important anymore
fa: دیگه مهم نیست
zh_hans: 不再重要

# mark_as_completed_item_title
source: Finished?
fa: خط بزن
zh_hans: 做完了吗?

# uncomplete_item_title
source: Unfinished
fa: دوباره انجام بده
zh_hans: 未完成

# edit_list_navigation_title
source: Edit List
fa: تغییر لیست
zh_hans: 编辑清单

# add_list_navigation_title
source: Add List
fa: اضافه کردن لیست
zh_hans: 新增清单

# add_list_title_placeholder
source: Your list title
fa: عنوان لیست
zh_hans: 您的清单标题

# list_type_title
source: List type
fa: نوع لیست
zh_hans: 清单类型

# select_icon_description
source: Please choose a color and pick an icon for your %@ list.
fa: لطفا یک رنگ و آیکون برای لیست %@ انتخاب کن.
zh_hans: 请选择一种颜色，然后为您的 ％@ 列表选择一个图标。

# add_item_title_placeholder
source: Your item title
fa: عنوان آیتم
zh_hans: 您的商品标题

# remind_me_title
source: Remind at:
fa: یادآوری کن در:
zh_hans: 提醒：

# which_list_title
source: Into which list:
fa: داخل کدام لیست:
zh_hans: 进入哪个列表：

# select_list_placeholder
source: Please select a list
fa: لطفا یک لیست انتخاب کن
zh_hans: 请选择一个清单

# select_into_which_list_placeholder
source: Please select a list to move your item into it
fa: لطفا یک لیست انتخاب کن تا آیتم در آن قرار بگیره.
zh_hans: 请选择一个列表将您的物品移入其中

# add_item_description
source: Add a new item into "%@" list. You can just save it or save the current and add another one.
fa: یک آیتم جدید در لیست "%@" اضافه کن. شما میتونید فقط ذخیره‌اش کنی یا اینو ذخیره کنی و یک آیتم جدید دوباره توی همین صفحه اضافه کنی.
zh_hans: 将一个新项目添加到 "％@" 列表中。 您可以保存它或保存当前的内容并添加另一个。

# more_info_about_item_title
source: Add comment
fa: توضیحات بیشتر
zh_hans: 添加评论

# doesnt_set_date_title
source: No due date
fa: بدون تاریخ
zh_hans: 无截止日期

# doesnt_set_repeats_title
source: No repeats
fa: بدون تکرار
zh_hans: 没有重复

# pick_date_description
source: Please pick a date to remind you by push notification. You can also select the repeating interval to get the notification regularly.
fa: لطفا یک تاریخ انتخاب کن تا با نوتیفیکیشن یا اعلان از آن خبردار بشی. شما میتونید تکرار هم انتخاب کنی تا به طور مرتب آن نوتیفیکیشن و دریافت کنی.
zh_hans: 请选择日期以通过推送通知提醒您。 您还可以选择重复间隔以定期获取通知。

# pick_date_navigation_title
source: Remind date
fa: تاریخ یادآوری
zh_hans: 提醒日期

# date_title
source: Date:
fa: تاریخ:
zh_hans: 日期：

# time_title
source: Time:
fa: زمان:
zh_hans: 时间：

# repeating_title
source: Repeats:
fa: تکرار:
zh_hans: 重复：

# delete_list_title_alert
source: Deleting "%@" list notice
fa: اخطار خذف لیست "%@"
zh_hans: 删除 "％@" 列表通知

# delete_list_desc_alert
source: Are you sure about deleting the "%@" list? It will permanently delete the list and items in it from the iCloud server and your phone. You won't be able to restore your data any more. Again, are you sure about deleting the "%@" list?
fa: آیا از حذف لیست "%@" اطمینان داری؟ با زدن دکمه حذف، لیست و تمام آیتم‌های زیرمجموعه‌ی آن از سرور و دستگاه شما برای همیشه پاک خواهد شد و دیگر قابل به بازگردانی نیستند. دوباره، آیا از حذف لیست "%@" مطمئن هستید؟
zh_hans: 您确定要删除 "％@" 列表吗？ 它将从iCloud服务器和手机中永久删除列表和其中的项目。 您将无法再恢复数据。 再次确定要删除 "％@" 列表吗？

# add_quick_item_title_placeholder
source: Name your item and tap "save & add another"
fa: عنوان آیتمی که میخواهید را وارد کنید و دکمه ذخیره یا "Done" رو بفشارید.
zh_hans: 为项目命名，然后点击 "保存并添加另一个"

# no_items_in_list_title
source: There is no item in %@ list. Choose to add item quickly or with more detail.
fa: هیچ آیتمی در لیست %@ نیست. دکمه‌ی اضافه کردن آیتم را بزنید تا آیتم جدید وارد کنید.
zh_hans: ％@列表中没有任何项目。 选择快速添加项目或添加更多详细信息。

# no_items_in_importants_title
source: There is no item in importants. Swipe left on an item to add it into importants.
fa: هیچ آیتمی در لیست مهم‌ها نیست. هر آیتم را به سمت چپ بکشید، و یا روی آیتم انگششتان را نگه دارید، آن آیتم وارد لیست مهم‌ها میشود.
zh_hans: 重要信息中没有任何项目。 向左滑动即可将其添加到重要信息中。

# add_more_detail_quick_item
source: Add more detail
fa: جزییات بیشتر
zh_hans: 添加更多细节

# language_title
source: Language:
fa: زبان:
zh_hans: 语言:

# remove_ads_title
source: Remove advertisements forever
fa: حذف تبلیغات
zh_hans: 删除广告

# restore_purchase_title
source: Restore purchase
fa: بازگرداندن خرید قبلی
zh_hans: 恢复购买

# make_us_better_title
source: Make us better 😉
fa: ما را بهتر کنید 😉
zh_hans: 让我们变得更好😉

# support_us_title
source: Support us 🙏🏾
fa: حامی ما باشید 🙏🏾
zh_hans: 支持我们🙏🏾

# support_us_description
source: Support us to improve the Listit app. We need your support to make app functionality better and more useful. We are very proud that you are using Listit and It means a lot for us, more than you imagine, that you support us as well. Thank you 🙏🏾
fa: حامی ما باشید تا به بهتر شدن Listit کمک کنید. ما به کمک شما نیازمندیم تا اپلیکیشن رو اونطوری که شما میپسندید درستش کنیم. ما بسیار خوشحالیم که از Listit استفاده میکنید و از آنی که تصور میکنید این واقعاً به ما قوت قلب میده. ممنونم از حمایتتون 🙏🏾
zh_hans: 支持我们改进Listit应用程序。 我们需要您的支持，以使应用程序功能更好，更有用。 我们为您使用Listit感到非常自豪，并且对我们的意义比您想像的还要多，您也支持我们。 谢谢。

# terms_of_use_title
source: Terms of use
fa: قوانین استفاده از اپلیکیشن
zh_hans: 使用条款

# policy_privacy_title
source: Privacy policy
fa: حریم خصوصی
zh_hans: 隐私政策

# donate_description
source: If you enjoy using the Listit, please donate us at least by watching a video.
fa: با پشتیبانی از Listit شما برای بهتر شدن اپلیکیشن به ما کمک بزرگی میکنید تا اپلیکیشن بهینه‌تر و مناسب تر با نیازهای شما بسازیم. اگه دارید از اپلیکیشن لذت میبرید لطفا حداقل با دیدن یک ویدیو تبلیغاتی به ما کمک کنید.
zh_hans: 支持我们改进 “Listit” 应用程序。 我们需要您的支持，以使应用程序功能更好，更有用。 如果您喜欢使用 “Listit”，请至少通过观看视频向我们捐款。

# donate_button_title
source: Please donate
fa: لطفا کمک کنید
zh_hans: 请捐款支持我们

# language_button_title
source: Language
fa: انتخاب زبان
zh_hans: 语言

# language_button_description
source: Please select your language.
fa: لطفا زبان مورد نظر خود را انتخاب کنید.
zh_hans: 请选择您的语言。

# close_button_title
source: Close
fa: فعلاً نه
zh_hans: 关

# rate_alert_title
source: Please rate Listit
fa: لطفا به Listit امتیاز دهید
zh_hans: 请评价Listit

# share_us_alert_title
source: Tell your friends about us
fa: به دوستان خود راجع ما بگو
zh_hans: 告诉你的朋友我们

# restored_purchase_success
source: Restored purchase successfully
fa: بازگردانی خرید با موفقیت انجام شد
zh_hans: 恢复购买成功

# removed_ad_success
source: Remove advertisements successfully purchased
fa: حذف تبلیغات با موفقیت انجام شد
zh_hans: 删除成功购买的广告

# add_title_for_list_error
source: Please add title for your list
fa: لطفاً برای لیست، عنوان انتخاب کنید
zh_hans: 请为您的列表添加标题

# select_type_for_list_error
source: Please select your list type
fa: لطفا نوع لیست خود را انتخاب کنید
zh_hans: 请选择您的清单类型

# add_item_no_list_error
source: Please add a list first to add item in it
fa: لطفاً اول لیست اضافه کنید و بعد داخل آن لیست آیتم اضافه کنید
zh_hans: 请先添加列表以在其中添加项目

# add_title_for_item_error
source: Please add title for your item
fa: لطفاً برای آیتم، عنوان انتخاب کنید
zh_hans: 请为您的商品添加标题

# select_list_for_item_error
source: Please select a list wanted to be your item in
fa: لطفا لیستی که میخواهید آیتم در آن باشید را انتخاب کنید
zh_hans: 请选择一个想要成为您物品的清单

# select_date_for_item_error
source: Please select a date for your countdown
fa: لطفا برای شمارش معکوس خود زمان انتخاب کنید
zh_hans: 请选择倒数日期

# wait_ad_description
source: Please wait to load the advertisement and tap again. Or go to setting and remove advertisements forever.
fa: لطفا صبر کنید تا تبلیغ بارگزاری بشه و دوباره بفشارید و یا به تنظیمات برید و گزینه‌ی حذف تبلیغات برای همیشه رو انتخاب کنید.
zh_hans: 请等待加载广告，然后再次点击。 或永久设置并删除广告。

# Rate_alertCancelTitle
source: Not now, thanks
fa: الان نه، ممنون
zh_hans: 不是现在，谢谢

# Rate_alertMessage
source: If you enjoy using Listit, would you mind taking a moment to rate it? it just takes less than a minute. it supports to encourage us to make the app more sufficient. Thanks for your support 🙌🏾
fa: اگر از استفاده از Listit لذت می برید ، آیا می خواهید یک لحظه برای ارزیابی آن دقت کنید؟ فقط کمتر از یک دقیقه طول می کشد. این برنامه از ما برای ترغیب برنامه مناسب تر حمایت می کند. از حمایت شما متشکریم 🙌🏾
zh_hans: 如果您喜欢使用 Listit，您会花一点时间对其进行评分吗？ 只需不到一分钟。 它支持鼓励我们使应用程序变得更充分。 感谢您的支持 🙌🏾

# Rate_alertRateLaterTitle
source: Remind me later
fa: بعدا به من یادآوری کن
zh_hans: 稍后提醒我

# Rate_alertRateTitle
source: Rate Listit
fa: به Listit امتیاز دهید
zh_hans: 费率 Listit

# Rate_alertTitle
source: Please rate us 🙂
fa: به ما امتیاز دهید 🙂
zh_hans: 请给我们打分 🙂

# save_button_title
source: Save
fa: ذخیره کن
zh_hans: 保存

# update_button_title
source: Update
fa: اعمال تغییرات
zh_hans: 更新资料

# save_and_another_item_button_title
source: Save & Add another
fa: ذخیره و آیتم جدید
zh_hans: 保存并添加另一个

# update_and_another_item_button_title
source: Update & Add another
fa: اعمال تغییرات و آیتم جدید
zh_hans: 更新并添加另一个

# remind_me_button_title
source: Please tap to set reminder
fa: اضافه کردن یادآوری
zh_hans: 请点击以设置提醒

# delete_reminder_button_title
source: Delete reminder
fa: حذف یادآوری
zh_hans: 删除提醒

# add_list_button_title
source: + add list
fa: + اضافه کردن لیست
zh_hans: +添加列表

# add_item_button_title
source: + add item
fa: + اضافه کردن آیتم
zh_hans: +添加项目

# quick_add_item_button_title
source: + add item (Quick)
fa: + اضافه کردن آیتم (سریع)
zh_hans: +添加项目（快速）

# edit_button_title
source: edit
fa: ویرایش
zh_hans: 编辑

# day_title
source: day
fa: روز
zh_hans: 天

# of_month_title
source: of month
fa: از ماه
zh_hans: 的月份
